export default {
  text: [
    {
      title: '내면화 행동 문제',
      description: `란 자신의 감정이나 어려움을 다른 사람에게 표현하지 못하고, 자기 안으로 숨기거나 억누르는 행동 문제를 말합니다. 예를 들면, 다른 친구들보다 못할 것 같아서 움츠러들거나, 나의 능력이 부족하다고 생각해서 혼자 불안해하기도 하고, 나만 혼자인 것 같은 기분에 혼자 울기도 하지만 다른 사람에게 자신의 감정을 말하지 않습니다. 내면화 행동 문제는 우울증이나 불안과 같은 정신 건강과 관련이 있고, 동기부여, 실행기능(주의력, 집중력, 조직력, 계획성), 학업성취도 등 학생의 전반적인 기능에 영향을 미칠 수 있으므로 초등학교 시기에 이러한 행동을 모니터링 하는 것은 매우 중요합니다.`,
      red: `이 학생은 우울하고 불안한 생각을 빈번하게 하는 편입니다. 혼자 앉아 있는 시간이 많거나 기운 없이 앉아있을 수 있습니다. 혹은 두통이나 복통을 호소할 수도 있고, 성적이 갑자기 떨어질 수 있습니다. 정서적 변화의 기복이 심하거나 평소와 다른 행동을 보일 수도 있습니다. 따라서 이 학생의 생각과 감정을 자세히 살펴보고, 보다 근본적인 문제를 찾아 효과적으로 해결하기 위해 종합적인 지원이 필요합니다. 특히 우울이나 불안의 특성을 가진 학생 중에는 자신의 어려움을 적극적으로 드러내지 않을 수 있어 관찰이 어려울 수 있습니다. 이러한 경우에는 전문상담기관이나 전문상담사에게 상담을 받는 것이 좋습니다.`,
      orange: `이 학생은 불안하거나 우울한 생각과 행동이 또래 친구들과 비슷한 수준입니다. 자신의 감정이나 어려움을 다른 사람에게 비교적 잘 표현하고 있는 편입니다. 현재는 교사의 특별한 도움이 필요하지는 않지만, 이 학생이 정서적으로 편안함을 느끼고, 기분 좋게 지낼 수 있는 환경을 만드는 것은 중요합니다. 예를 들어, 친구들과 잘 지낼 수 있는 긍정적인 또래 활동을 하거나 자신을 돌아보는 일기를 쓰면서 내가 힘들었던 일에 대해 긍정적인 부분과 마음을 편안하게 하는 방법을 배울 수 있습니다. 어렵고 힘든 상황에서도 건강하게 대처하는 방법을 배워간다면 행복하고 건강한 학교생활을 할 수 있을 것입니다.`,
      green: `이 학생은 불안이나 우울함을 느끼는 정도가 다른 친구들보다 낮고, 건강한 상태입니다. 평소에 너무 불안해하거나 슬퍼하지 않고, 자신에게 해가 되는 나쁜 행동을 하거나 자신을 나쁘게 생각하는 일도 없습니다. 교사의 특별한 도움이 필요하지는 않지만, 이 학생의 감정을 잘 들어주고, 감정을 표현할 수 있는 기회를 주는 것이 중요합니다. 이렇게 하면 학생이 계속해서 행복하고 건강한 학교생활을 할 수 있을 것입니다.`,
      tip: `
      <p>• 부정적인 대화 패턴 바꾸기</p>
      <p>학생들은 부정적인 대화 패턴을 긍정적으로 바꾸는 과정을 통해 자신감을 회복하고 스트레스를 줄일 수 있습니다.</p>
      <p>부정: "나는 영어를 잘 못해. 그래서 영어로 말하는 게 너무 두려워 ."</p>
      <p class=" mb-[30px]">긍정: "나는 영어를 배우는 중이야. 매일 조금씩 연습하면 더 나아질 거야."</p>
      <p>부정: "이 발표에서 실수할 것 같아서 너무 걱정돼."</p>
      <p class=" mb-[30px]">긍정: "발표 전에 연습을 많이 했어. 만약 실수하더라도, 내가 준비한 만큼 잘 할 수 있어."</p>
      
      <p>• 긍정적인 자기 대화 만들기</p>
      <p class=" mb-[30px]">긍정적인 자기 대화는 학생들이 실패를 배움의 기회로 인식하도록 도와주며, 도전적인 상황에서도 스스로를 격려할 수 있게 합니다.</p>
      <p>"나는 실패할 때도 있지만, 그로부터 배울 수 있어."</p>
      <p>"이건 나에게 도전적인 과제이지만, 나는 열심히 노력해서 해결할 수 있어."</p>`,
    },
    {
      title: '외현화 행동 문제',
      description: `는 다른 사람에게 지장을 줄 수 있는 밖으로 드러나는 행동 문제를 말합니다. 예를 들면, 손발을 가만두지 못하고 계속 움직이거나, 수업 중에 큰 소리로 장난을 치거나 친구를 괴롭히는 행동이 있습니다. 또한, 화가 나서 물건을 던지거나 부수는 행동도 포함됩니다. 이러한 행동들은 친구 관계를 나쁘게 만들거나, 다른 친구들이 공부할 수 없는 상황을 만들 수 있습니다.외현화 행동 문제는 종종 가정과 학교에서의 행동 문제와 관련이 있으므로 초등학생 시기에 이러한 행동을 모니터링하는 것이 매우 중요합니다. 외현화 행동 문제는 주의를 기울이고, 집중하고, 조직화 하거나 계획하는 등의 실행 기능에도 지장을 줄 수 있습니다. 집중력을 유지하거나 과제 완수, 효과적인 시간 관리에 어려움을 느끼며 학업에 어려움을 겪을 수 있습니다.`,
      red: `이 학생은 과잉 행동, 주의력/집중력 부족, 자제력 부족 등 행동이 빈번한 편입니다. 어려움이 많아 주변의 따뜻한 관심이 필요합니다. 손발을 가만두지 못하고 계속 움직이거나 자신의 차례를 기다리는 것이 힘들 수 있습니다. 혹은 세부사항을 놓치거나 물건을 잘 잃어버릴 수 있고, 결과를 고려하지 않고 충동적인 결정을 내릴 수도 있습니다. 교사나 부모가 이 학생의 문제를 더 잘 이해하고 해결하기 위해서는 추가적인 조치와 지원이 필요할 수 있습니다. 이를 위해 학교와 가정에서 환경을 바꾸고, 구조화된 일정과 휴식 시간, 맞춤형 학습 전략을 제공하며, 부모와 협력하여 일관된 행동 관리 방법을 마련하는 것이 좋습니다.`,
      orange: `이 학생의 외현화 행동문제는 또래 친구들과 비슷한 수준입니다. 산만하거나 부주의한 행동이 간혹 관찰될 수 있지만, 걱정할 정도의 수준은 아닙니다. 현재는 교사의 특별한 도움이 필요하지는 않지만, 행동 문제를 예방하는 기술을 유지하고 보다 강화하는 것이 필요합니다. 예를 들면, 몸과 마음의 건강을 유지하고 증진시키는 활동을 장려하고, 자기관리를 위해 자기조절 전략을 연습하는 것이 좋습니다. 또한, 바람직한 행동에 정적 강화(칭찬, 보상 등)를 제공하고, 사회적 기술들을 배우면 건강하고 행복한 인간관계와 학교생활을 할 수 있을 것입니다.`,
      green: `이 학생은 외현화 행동문제가 평균보다 낮아 매우 건강한 상태입니다. 평소에 산만하거나 부주의한 행동으로 문제를 일으키지도 않습니다. 교사의 특별한 도움이 필요하지는 않지만, 외현화 행동문제가 보이지 않는 학생도 교사의 지속적인 지원과 격려가 필요합니다. 또한, 다른 사람의 입장을 고려하고 배려하는 사회적 기술과 자기조절 전략을 지속적으로 강화하는 것이 중요합니다`,
      tip: `
    <p>• 학습스타일에 맞춘 개별화된 학습 전략 안내하기</p>
    <p>1. 시각적 학습 스타일</p>
    <p>파워포인트 프레젠테이션을 사용해 주요 개념을 시각적으로 나타내고, 다이어그램, 차트, 사진 등을 활용합니다.</p>
    <p>2. 청각적 학습 스타일</p>
    <p class=" mb-[30px]">학생들에게 내용을 소리 내어 읽게 하거나, 학습 내용을 친구들에게 설명하게 합니다.</p>
    <p>• 일관된 규칙과 보상 제공하기</p>
    <p>1. 학습 규칙 만들기</p>
    <p>교사는 모든 학생에게 특정 요일(예, 매주 금요일, 2주 간격으로 수요일마다)까지 실천할 규칙(예, 운동, 독서, 숙제 등)을 정합니다.</p>
    <p>2. 실천 수준에 맞게 보상하기</p>
    <p>함께 만든 규칙을 잘 실천한 학생에게 칭찬 스티커를 주고, 매달 가장 많은 스티커를 받은 학생에게 소정의 보상(예, 상품, 상장, 칭찬이나 인정 등)을 줍니다. 
    </p>
    <p>* 실행 예시: 독서록 작성 규칙을 학생들에게 명확히 설명하고, 숙제를 제때 제출할 때마다 칭찬 스티커를 나눠줍니다. 매달 말에 스티커 개수를 집계하여 가장 많은 스티커를 받은 학생에게 작은 선물을 제공합니다. 학생들은 규칙을 지키려는 동기를 가지게 됩니다.</p>`,
    },
    {
      title: '성장 마인드셋',
      description: `은 지금은 부족하더라도 노력하면 더 잘 할 수 있고, 이러한 확신을 가지고 내 생활을 스스로 잘 조절할 수 있다는 믿음과 신념을 말합니다. 예를 들면, 어려운 수학문제를 풀더라도 지금은 어렵지만 더 많이 연습하면 잘 풀 수 있다고 생각하여 도전하는 것을 말합니다. 이러한 성장 마인드셋은 도전을 더 많이 시도하고 더 나은 성과를 얻을 가능성을 높입니다.  성장 마인드셋과 반대되는 개념으로는 고정 마인드셋이 있습니다. 뇌 과학 연구는 우리의 뇌가 도전을 받았을 때 근육처럼 적응하고 성장할 수 있는 능력이 있다 (뇌가소성) 는 사실을 발견했습니다. 따라서 최선의 노력과 연습을 통해 능력과 지능이 발전할 수 있다는 사고방식은 학생의 지적성장을 도울 수 있습니다.`,
      red: `이 학생은 아무리 노력해도 자신의 능력이 나아지지 않을 것이라고 생각하는 편입니다. 이러한 고정 마인드셋을 가진 사람은 대체로 자신의 능력이 제한적이라 생각하고, 어려운 과제나 도전을 피하려고 합니다. 따라서 새로운 지식과 기술을 배우는 것보다 현재 수준에 머무르려고 하는 편이고, 비판이나 피드백을 개인적인 공격으로 받아들이고 이를 무시하거나 회피하려는 경향을 보입니다. 학생이 성장 마인드셋을 갖추기 위해서는 교사와 부모가 학생의 생각과 감정을 이해하며 지속적인 지원과 긍정적인 피드백을 통해 도전과 실패를 학습의 기회로 받아들이도록 도와야 합니다`,
      orange: `이 학생은 자신이 더 성장할 수 있다는 믿음과 함께 스스로 행동을 조절할 수 있는 개인 통제 마인드셋이 또래와 비슷한 수준입니다. 현재는 교사의 특별한 도움이 필요하지는 않지만, 노력에 대한 지속적인 격려가 필요합니다. 예를 들면, 노력과 인내심을 칭찬하고 장려하여 뇌가소성(뇌가 경험과 학습에 따라 변하고 적응하는 능력)을 키울 수 있습니다. 또한, 목표 설정과 자기성찰 활동을 통합하고, 언어와 행동을 통해 성장 마인드를 모델링하면 인내심과 회복탄력성을 더욱 강화할 수 있을 것입니다.`,
      green: `이 학생은 자신이 더 성장할 수 있다는 믿음과 함께 스스로 행동을 조절할 수 있는 개인 통제 마인드셋이 아주 높은 수준입니다. 그래서 자신의 삶을 변화시킬 수 있는 높은 수준의 개인 통제력과 자기효능감을 가지고 있습니다. 교사의 특별한 도움이 필요하지는 않지만, 학생의 성실한 태도와 인내심에 격려와 지속적인 지원이 필요합니다. 학생의 노력과 회복탄력성의 가치를 지속적으로 강조하고, 성장 마인드셋을 장려하며 긍정적인 마음가짐을 유지하도록 독려하는 것이 중요합니다.`,
      tip: `
            <p class="mb-[30px]">
              현실적으로 달성가능한 작은 목표를 설정하여 큰 목표 달성을 위한
              단계 밟기
            </p>
            <p class="mb-[30px]">
              중기 목표: 수학 성적 향상<br />
              중기목표를 달성을 위한 단기 목표 설정:<br />
              단기 목표 1: 매일 수학 문제 5개씩 풀기.<br />
              단기 목표 2: 주 2회 수학 보충 수업 1시간씩 듣기.<br />
              단기 목표 3: 매주 틀린 문제 10개 이상 다시 풀어보기.<br />
              실천 예시: 영희는 매일 30분씩 시간을 정해 수학 문제 5개를 풉니다.
              주 2회 학교에서 제공하는 수학 보충 수업(1시간)에 참석합니다. 매주
              주말에는 그 주에 틀린 문제를 10개이상 다시 풀어보며 복습합니다.
              이러한 작은 목표들을 달성하는 과정을 통해 큰 목표를 달성할 수
              있습니다.
            </p>
            <p>• 주체성과 자기효능감 키우기</p>
            <p class="ml-[10px]">- 스스로 결정하기</p>
            <p>
              교사는 학생이 스스로 주간 학습 계획을 세우도록 지도합니다. 스스로
              결정한 계획을 따라서 학습하면서, 주체성과 자기효능감을 느낍니다.
            </p>
            `,
    },
    {
      title: '감정지식',
      description: `은 자신의 감정과 다른 사람의 감정을 이해하고 관리하는 능력을 말합니다. 이는 감정을 적절한 단어로 표현하는 것 뿐만 아니라, 다양한 감정을 다루고 적절하게 대처하는 전략을 아는 것도 포함됩니다. 예를 들면, 다양한 감정을 느끼는 사람들을 만나서 적절한 감정단어를 선택해 대화를 이어가는 것, 그리고 공감, 도움주기, 이야기 들어주기 등과 같은 적절한 대처를 하는 것이 감정지식에 포함됩니다. 감정에 대한 지식이 풍부한 학생은 사회적 상호작용을 통해 원만한 관계를 구축하고 갈등을 관리하는 능력이 더 뛰어난 것으로 밝혀졌습니다. 또한, 자신의 감정을 이해하고 관리하는 데 능숙하여 정서적 어려움을 겪더라도 더 잘 극복하고 일상의 행복을 잘 느끼기 때문에 높은 학업성취도를 보입니다.`,
      red: `이 학생은 자신과 다른 사람의 감정을 이해하고 관리하는 데 어려움을 겪는 편입니다. 또래 친구들과 대화를 할 때 오해를 하거나 심각하게 받아들여 상처를 받을 수도 있고, 자신의 감정을 적절하게 표현하지 못해서 친구들과 갈등이 많아질 수도 있습니다. 혹은 예상치 못한 상황이 발생하거나 학생이감정지식을 갖추기 위해서는 교사와 부모가 감정과 대처 방법을 배우는 활동과 토론을 포함한 사회정서학습(SEL) 프로그램을 제공하는 것이 좋습니다. 보다 집중적이고 심화된 프로그램이 필요한 학생은 정신건강 전문가와 개인 또는 그룹상담이 도움이 될 수 있습니다.`,
      orange: `이 학생은 자신과 타인의 감정을 알아차리고 이해하며 관리하는 감정지식이 또래와 비슷한 수준입니다. 이 학생은 다른 사람의 감정을 파악하거나 감정대처전략도 비교적 능숙한 편입니다. 현재는 교사의 특별한 도움이 필요하지는 않지만, 교사나 가족 등 학생의 주변 구성원들이 사회정서학습(SEL)의 이점을 알고 이를 적극적으로 활용해야 합니다. 특히, 자신의 생각과 감정을 포함하여 다양한 상황에서 감정에 대해 사고하게 하는 이야기나 시나리오 기반의 사회정서학습(SEL)은 정서지능과 행복을 증진시킬 수 있습니다. 이 외에도 다양한 감정표현 뿐만 아니라 건강한 감정표현 및 감정조절 기술을 모델링하는 것도 큰 도움이 될 수 있습니다.`,
      green: `이 학생은 자신과 타인의 감정을 알아차리고 이해하며 관리하는 감정지식이 아주 높은 수준입니다. 이 학생은 다른 사람의 감정을 정확하게 파악하고, 감정대처전략이 능숙하며 감정조절에 대한 높은 수준의 이해력을 가지고 있습니다. 교사의 특별한 도움이 필요하지는 않지만, 꾸준히 사회정서학습(SEL)에 참여하는 것이 중요합니다. 특히, 다양한 상황에서 감정에 대해 사고하게 하는 이야기나 시나리오 기반의 사회정서학습(SEL)은 높은 수준의 감정지식을 유지하도록 도와줄 수 있습니다.`,
      tip: `
    <p>• 감정 표현 연습하기</p>
    <p>- 감정 단어 수업: 교사는 매주 한 번씩 감정 단어를 배우는 시간을 마련하여 다양한 감정단어를 가르칩니다.</p>
    <p class="mb-[30px]">- 관련 활동: 학생들에게 감정 단어와 관련된 그림을 보여주고, 각 단어의 의미를 설명합니다. 그런 다음, 학생들이 그날의 감정을 감정 단어 카드에서 선택하도록 합니다.</p>
    <p>• 다양한 상황의 역할극 시나리오 하기</p>
    <p>교사는 학생들과 함께 다양한 상황의 시나리오를 작성합니다. 예를 들어, 친구와의 갈등 상황, 새로운 친구를 사귀는 상황, 선생님께 질문하는 상황 등을 설정합니다.</p>
    <p class="mb-[30px]">설정한 상황에 맞춰 학생들이 역할을 나눠 연기합니다. 교사는 그 과정을 관찰하고 피드백을 제공합니다. 예를 들어, "친구와 갈등이 있을 때 이렇게 말하는 것이 좋을 것 같아." 또는 "새로운 친구를 사귈 때 이렇게 행동하면 좋겠어."라고 지도합니다.</p>
    <p>• 사회 정서 학습 프로그램 지원하기</p>
    <p>- 감정 일기 프로그램: 학생들은 매일 그날 느꼈던 감정과 그 이유를 감정 일기에 적습니다. 교사는 학생들과 함께 감정 일기를 나누며, 스트레스 관리 방법에 대해 이야기합니다.</p>
    <p>예를 들어, "오늘 스트레스를 받은 이유가 뭐였니? 그 상황에서 어떻게 대처할 수 있을까?" 같은 질문을 통해 학생들이 자신의 감정을 이해하고 관리하도록 돕습니다.</p>
      `,
    },
  ],
};
