export default {
  3: {
    1: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 네 개의 단어 중에서 사진 속의 사람이 생각하거나 느끼는 것을 가장 잘 묘사하는 단어는 무엇일까요? 보기 1번 부끄러운. 2번 기쁜. 3번 어떻게 할 수 없는. 4번 깜짝 놀란.',
    2: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 네 개의 단어 중에서 사진 속의 사람이 생각하거나 느끼는 것을 가장 잘 묘사하는 단어는 무엇일까요? 보기 1번 실망한. 2번 억울한. 3번 소름 돋는. 4번 짜증난.',
    3: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 네 개의 단어 중에서 사진 속의 사람이 생각하거나 느끼는 것을 가장 잘 묘사하는 단어는 무엇일까요? 보기 1번 자신이 없는. 2번 창피한. 3번 지루한. 4번 불만스러운.',
    4: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 네 개의 단어 중에서 사진 속의 사람이 생각하거나 느끼는 것을 가장 잘 묘사하는 단어는 무엇일까요? 보기 1번 질투나는. 2번 충격적인. 3번 소심한. 4번 (너무)싫은.',
  },
  4: {
    1: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 다음의 6개 단어 중에서 사진 속의 사람이 생각나거나 느끼는 것을 가장 잘 묘사하는 단어는 무엇일까요? 보기 1번 행복한. 2번 슬픈. 3번 화난. 4번 놀란. 5번 두려운. 6번 (너무)싫은.',
    2: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 다음의 6개 단어 중에서 사진 속의 사람이 생각나거나 느끼는 것을 가장 잘 묘사하는 단어는 무엇일까요? 보기 1번 놀란. 2번 (너무)싫은. 3번 행복한. 4번 두려운. 5번 화난. 6번 슬픈.',
    3: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 다음의 6개 단어 중에서 사진 속의 사람이 생각나거나 느끼는 것을 가장 잘 묘사하는 단어는 무엇일까요? 보기 1번 놀란. 2번 (너무)싫은. 3번 행복한. 4번 두려운. 5번 화난. 6번 슬픈.',
    4: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 다음의 6개 단어 중에서 사진 속의 사람이 생각나거나 느끼는 것을 가장 잘 묘사하는 단어는 무엇일까요? 보기 1번 놀란. 2번 (너무)싫은. 3번 행복한. 4번 두려운. 5번 화난. 6번 슬픈.',
  },
  5: {
    1: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 경미는 강아지의 사진을 보고 있어요. 경미는 강아지를 잃어버려서 슬퍼하고 있어요. 경미가 슬픔을 멈추기 위해서 어떤 행동을 할까요? 보기 1번 눈을 가린다. 2번 밖으로 나간다. 3번 다른 것을 생각한다. 4번 할 수 있는 것은 아무것도 없다.',
    2: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 윤호는 사탕을 많이 가지고 있어요. 그런데 윤호가 사탕이 없는 채린이를 놀렸어요. 채린이는 자신이 느끼는 감정을 윤호에게 보여주고 싶지 않아서 웃고 있어요. 채린이가 진짜 느끼는 감정은 무엇일까요? 보기 1번 기쁜, 2번 괜찮은, 3번 화난, 4번 두려운',
    3: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 시호는 방금 생일 선물로 받은 새 자전거를 보고 있어요. 하지만 아직 자전거를 타 본적이 없어서 자전거를 타다가 넘어져 다칠 수 있다고 생각해요. 시호가 지금 느끼는 감정은 무엇일까요? 보기 1번 기쁜, 2번 슬프면서 두려운, 3번 기쁘면서 두려운, 4번 두려운',
    4: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 주원이는 친구집에 놀러갔어요. 친구 집 거실에서 혼자 기다리고 있었어요. 그때 주원이는 과자가 담긴 통을 보았어요. 주원이는 그 과자를 엄청 좋아하기 때문에 너무 먹고 싶었어요. 주원이는 과자가 담긴 통을 만지다가 가까스로 과자 뚜껑을 여는 것을 멈췄어요. 왜냐하면 주원이는 친구에게 과자를 먹어도 되는지 물어보지 않았기 때문에 과자를 먹지 않았어요. 주원이가 지금 느끼는 감정은 무엇일까요? 보기 1번 뿌듯한, 2번 슬픈, 3번 화난, 4번 괜찮은',
    5: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다.  조금 후 주원이는 참지 못하고 과자를 먹었어요. 주원이는 집으로 돌아가고나서 허락없이 과자를 먹은 사실이 자꾸 생각나요. 주원이는 엄마에게 이 사실을 알려야 할지 고민하다가 결국 과자를 먹었다고 엄마한테 말하지 않기로 했어요. 주원이가 지금 느끼는 감정은 무엇일까요? 보기 1번 기쁜, 2번 속상한, 3번 화난, 4번 괜찮은',
  },
  6: {
    1: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 채린이는 음식이 매울 것이라고 생각했어요. 하지만 채린이가 음식 맛을 느꼈을 때 그 음식이 굉장히 달콤했어요. 채린이가 지금 느끼는 감정을 가장 잘 표현할 수 있는 얼굴 표정을 만들어볼까요?',
    2: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 건우는 한밤중에 무서운 꿈을 꾸고 일어났어여요. 일어나자마자 건우는 밖에서 이상한 소리를 듣고 창밖으로 이상한 그림자를 보았어요. 건우가 지금 느끼는 감정을 가장 잘 표현할 수 있는 얼굴 표정을 만들어볼까요?',
    3: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 누군가 채린이에게 재채기를 해서 콧물이 채린이 얼굴에 잔뜩 묻었어요. 채린이가 지금 느끼는 감정을 가장 잘 표현할 수 있는 얼굴 표정을 만들어볼까요?',
    4: '안내음성은 한 번만 들을 수 있습니다. 질문 시작합니다. 오늘은 엄청 더운 날이에요. 건우는 아이스크림을 사려고 오랫동안 줄을 서서 기다렸어요. 건우 차례가 되었는데 다른 학생들이 새치기를 했어요. 건우가 지금 느끼는 감정을 가장 잘 표현할 수 있는 얼굴 표정을 만들어볼까요?',
  },
};
